#3 კომენტარებით აღზერე ცვლადის შექმნის თითოეული ნაბიჯი(სულ 3).  
    # 1) პირველ რიგში უნდა დავარქვათ სახელი. First of all we should create name.
    # 2) შემდეგ უნდა გამოვიყენოთ დამაკავშირებელი სიმბოლო როგორიცაა = . Then we should use conecting symbol e.g. = .
    # 3) და ბოლოს ცვლადის მნიშვნელობა. And at last the value of variable.


#4 შექმენით სამი ცვლადი num1, num2 და num3, შემდეგ კი დაპრინტეთ მათი ჯამი

num1 = 50
num2 = 34
num3 = 68

print(num1 + num2 + num3)

#5 შექმენით ორი ცვლადი x, y და დაპრინტეთ მათი ნამრავლი.

x = 95
y = 24

print(x * y)

#6 მართკუთხედის პერიმეტრი: შექმენით ორი ცვლადი length და width(მართკუთხედის გვერდები), მიანიჭეთ მნიშვნელობებად 20 და 10. გამოითვალეთ   მართკუთხედის პერიმეტრი და დაპრინტეთ.

lenght = 20
width = 10

# პერიმეტრი = 2(a + b) ანუ 2(lenght + width)

print(2*(lenght + width))