#print() - გამოიყენება იმისთვის, რომ ტერმინალში გამოვიტანოთ კოდი, მაგალითად შევამოწმოთ შექმნილი პროგრამენი ან ვიექსპერიმენტოთ

print("Hello World!") #String
print(110) #Integer


# + - მიმატება
# - - გამოკლება
# * - გამრავლება
# / - // - გაყოფა(2 ტიპი)
# % - ნაშთის გამოსათვლელად


# / - ამის დახმარებით, საბოლოო პასუხს მივიღებთ ათწილადს.
# // - ამის დახმარებით, საბოლოო პასუხს მივიღებთ მთელ რიცხვს()
print(10 + 10)
print(50 - 20)
print(50 * 2)
print(100 / 5)


# text/ტექსტი = string/სტრინგი ---- 'ეს არის სტრინგის მაგალითი'
# number/რიცხვი = integer/ინტეჯერი - 10, 20, 30, 40 ......

